// © Copyright 2015-2016 HP Development Company, L.P.

HSDTaskName = "Calibrate Scanner";
HSDTaskDescription = "If the quality of scanned or copied documents is unacceptable, try calibrating the scanner. Insert a sheet of plain, white, A4- or letter-size paper into scanner, and then click \"Calibrate\".";
HSDCalibrateButtonTitle = "Calibrate";

CalibratingScannerTitle = "Calibrating scanner...";

CompletionAlertTitle = "Calibration Successful";
CompletionAlertMessage = "The scanner calibration has been performed successfully.\nDo not remove the paper until it has passed completely through the scanner.";

GeneralErrorAlertTitle = "Calibration Unsuccessful";
GeneralErrorAlertMessage = "Scanner calibration was unsuccessful. Make sure that the printer is not busy, that you are using a clean sheet of plain, white, A4- or letter-size paper, and that the paper is inserted correctly into the scanner.\nDo not remove the paper until it has passed completely through the scanner.";

OutOfPaperAlertTitle = "Paper Missing";
OutOfPaperAlertMessage = "Make sure a sheet of plain, white, A4- or letter-size paper has been inserted into the scanner.\nClick \"OK\" to go back.";
